[
  {
    "date": "2023.09.28",
    "content": [
      "黑白棋的战术主要包括以下几种：",
      "占据边角：在棋盘4角的棋子是不可能被对方夹吃的，因此在玩棋时应伺机占据角部的棋位。如果能占据4个角部棋位中的3个甚至4个，常能取胜。在占据角部棋位时，可以采取从别的方向夹吃对方成串棋子中间的1枚或2枚的方法，下次轮到时即可占据角部同时夹吃。连续下子的技巧：当对手已经没地方下的时候，应该加快布子，不给对方喘息的机会。",
      "不放二二：由\"战术技巧\"第（1）条可知，如果把棋子放在二二，易被对方占据一一，这样对自己的落子将会很不利。因此不宜布子于二二，应逼对手布子于二二。",
      "嵌入策略：把棋子放在边上和对手的2子中间，叫做嵌入。这也是一种常见的战术策略。"
    ]
  },
  {
    "date": "2023.10.01",
    "content": "你爸妈结婚为什么没叫你？陨石为啥总是落在陨石坑里？吸血鬼会被热血青年烫一嘴泡吗？喝酒的为什么叫夜店？而过夜的为什么叫酒店？如果我坐飞机在亚欧交界处失事了，那我归死神收还是阎王管？体毛很重的人，洗澡应该用沐浴露还是洗发露？咖啡豆是豆，那咖啡是豆浆吗？第一个学会外语的人是怎么学会的？奥特曼发射的波是横波还是纵波？吃饭拉出来的是屎，吃屎拉出来的会是什么？香菇掉屎里还能叫香菇吗？狗狗看到警犬会不会认为是警察来了啊？"
  },
  {
    "date": "2023.10.02",
    "content": [
      "我喝完百草枯再吃一堆杂草，百草枯是杀我还是杀草？",
      "空腹喝牛奶会胃疼，那我先喝一小口牛奶，不空腹了，在继续喝牛奶会胃疼吗？",
      "学法律的为什么叫律师不叫法师？",
      "吃了止疼药去打架算是开挂吗？",
      "玉皇大帝住在平流层还是对流层？那些背井离乡的人不会觉的井重吗？",
      "导盲犬禁止入内是给狗看的吗？"
    ]
  },
  {
    "date": "2023.10.03",
    "content": [
      "原本打算上午出发去梁子岛一日游，但出发前听大舅爹说贺胜桥的鸡汤很有名，于是不远万里去那里喝了鸡汤，下午才到梁子湖。要我说味道和小时候外婆家熬的一模一样，鸡肉也没外婆熬的嫩。",
      "晚饭被堂妹隔着八百里微信语音教育了，说让我拿出当哥哥的样子，明天带她们俩去大悦城玩，还要我出钱。她一点也不客气，我当然不乐意，那消息自然有来无回",
      "晚饭吃完回家，小区里有一段昏暗的路，突然跑来两只小狗冲着我喊叫，没栓绳。我家是养狗的，地儿也是公家的，知道他们只是喊叫，不会真的发起攻击，所以也没有理它们。但其中有一只追的太近，已经贴到我小腿了，心里多少有些发怵",
      "我真的会怀疑那两只狗的出现不是巧合"
    ]
  },
  {
    "date": "2023.10.04",
    "content": "无事"
  },
  {
    "date": "2023.10.05",
    "content": [
      "老屋子里蚊子成群，打死不下十只规模仍不减，难道是秋老虎",
      "村里小孩欺负我们家狗，我没管他们",
      "写下了这个页面"
    ]
  },
  {
    "date": "2023.10.06",
    "content": [
      "最后一天假期",
      "看完了哈利波特最后一部，结局挺满意的。但是有一种莫名的情绪让我回想到小时候看爸爸去哪儿某一季结束时的时候，明明有其他剧可以看，但仍有一种空虚的感觉，窒息中带着一点悲伤"
    ]
  },
  {
    "date": "2023.10.07",
    "content": "上班咯"
  },
  {
    "date": "2023.10.08",
    "content": [
      "蠢死了蠢死了，官网页脚的备案链接地址一直是统一链到备案网上的，做这么多官网我次次找人家问，哈哈哈哈哈哈哈哈哈哈蠢死了",
      "调了一下几天前梁子湖拍的照片，不是很满意呢",
      "zve10没取景器，少了俩拨轮属实是难受，而尼康z30同没取景器但有拨轮。索尼α6400溢价高，尼康z50貌似还行。入门级相机暂就选这些吧"
    ]
  },
  {
    "date": "2023.10.09",
    "content": [
      "为日记板块加了个选择年份月份的界面，动画看起来还不错捏",
      "但是，其中某个小玩意单独做，切换黑白过渡很烂，原因不明，所以我也没法改。用mask做它又不支持过渡效果，但我决定用mask。",
      "陈奕迅的兄妹真好听"
    ]
  },
  {
    "date": "2023.10.10",
    "content": [
      "加载页面来咯",
      "看到一句话：海桑的《写给女儿的诗》，李志的《不多》，现在加上彩虹的这首《来自外公的一封信》，是我读过听过的长辈写给孩子最好的作品。这些作品说是写给孩子，其实更是写给大人，希望大人们都能做告诉孩子“你要乐观有趣善良”的长辈❤",
      "url-#/collect-写给女儿的诗",
      "link-https://www.jianshu.com/p/c857c6933e57-不多（简书）"
    ]
  }
]